Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/2_id_512816.html.tmx
Source language: nob
Languages: sme

source: Høyesterett kom til, i begge sakene, at bruken som var utøvd var så intensiv og hadde pågått i god tro over tilstrekkelig lang tid til at det var etablert særlige rettigheter.
sme: Alimusriekti gávnnahii, guktuin áššiin, ahte geavaheapmi lei nu árjat ja lei čađahuvvon buriin jáhkuin nu guhkes áiggi ahte sierra vuoigatvuođat ledje ásahuvvon.

source: Høyesterett fant at rettsgrunnlaget alders tids bruk kunne tilpasses samiske forhold, og at dette grunnlaget alene var tilstrekkelig til å begrunne beiterett i Selbusaken og eiendomsrett i Svartskogensaken.
sme: Alimusriekti gávnnahii ahte riektevuođu oamasteapmi dološ áiggi rájes sáhttá heivehit sámi dilálašvuođaide, ja ahte dát vuođđu okto lea doarvái ákkastit guođohanvuoigatvuođa Selbu-áššis ja oamastanvuoigatvuođa Čáhppesvuovddi áššis.

source: Det var ikke nødvendig å bygge resultatet i dommene på FN-konvensjonen om sivile og politiske rettigheter artikkel 27 eller ILO-konvensjon nr. 169 om urfolks rettigheter.
sme: Ii lean dárbu hukset duomuid bohtosa ON-konvenšuvdnii 27. artihkkalii siviila ja politihkalaš vuoigatvuođaid birra dahje ILO-konvenšuvdnii nr. 169 álgoálbmogiid vuoigatvuođaid birra.

source: Høyesterett fant likevel støtte for resultatet i Svartskogensaken i den internasjonale urfolks- og minoritetsretten.
sme: Alimusriekti gávnnai dettetge doarjaga Čáhppesvuovdeášši bohtosii riikkaidgaskasaš álgoálbmot- ja unnitlohkorievttis.

source: De særlige hensyn som gjør seg gjeldende ved samisk bruk av utmarksområder, er med grunnlag i uttalelser i de nevnte høyesterettsavgjørelser, ivaretatt i de nasjonale rettsreglene for alders tids bruk.
sme: Erenoamáš deastagat meahcceeatnamiid sámiid geavaheamis, leat cealkámušain namuhuvvon alimusriektemearrádusaid vuođul, fuolahuvvon riikkalaš riektenjuolggadusain dološ áiggi mannosaš geavaheami hárrái.

source: En rekke lover, for eksempel sosialtjenesteloven og pasientrettighetsloven, er bygget opp slik at tjenester til enkeltpersoner skal gis etter en konkret og individuell behovsprøving.
sme: Máŋga lága, ovdamearkka dihtii sosiálabálvalusláhka ja divššohasvuoigatvuođaláhka leat nu huksejuvvon ahte bálvalusat ovttaskas olbmuide galget addojuvvot konkrehta ja oktagaslaš dárboiskkadeami vuođul.

source: Ut fra dette skal samer tilbys tjenester som er tilpasset deres kulturelle og språklige behov.
sme: Dát mielddisbuktá ahte sámiide galget fállat bálvalusaid mat leat heivehuvvon sin kutuvrralaš ja gielalaš dárbbuide.

source: Pasientrettighetsloven § 3 – 5 omhandler informasjon om pasientens helsetilstand og helsehjelp og om hvordan slik informasjon skal gis.
sme: Divššohasvuoigatvuođalága § 3 – 5 gieđahallá dieđuid divššohasa dearvvašvuođadili ja dearvvašvuođaveahki birra ja mo dákkár dieđuid galgá addit.

source: Det går fram av forarbeidene at i de tilfeller hvor pasienten er minoritetsspråklig og det er avgjørende at han eller hun forstår innholdet av informasjonen, må det skaffes tolk.
sme: Ovdabarggut čájehit ahte go divššohas lea unnitlogugielalaš ja ahte lea mearrideaddji dehálaš ahte son ádde dieđuid sisdoalu, de ferte gulahallat dulkkain.

source: Det presiseres i forarbeidene at tilbud om tolk også vil være aktuelt for den samisktalende delen av befolkningen.
sme: Ovdabarggut aiddostahttet ahte dulkonfálaldat maiddái galgá addojuvvot ál-bmoga sámegielagiidda.

source: Det følger av sosialtjenesteloven § 8 – 4 at tjenestetilbudet til enkeltpersoner så langt det er mulig skal utformes i samarbeid med klienten.
sme: Sosiálabálvaluslága paragráfas 8 – 4 čuovvu ahte bálvalusfálaldat ovttaskas olbmuide galgá hábmejuvvot ovttasráđiid divššohasain nu bures go lea vejolaš.

source: Dette innebærer at sosialtjenesten skal kartlegge klientens behov og ønsker slik at tjenestene i størst mulig grad blir utformet etter disse.
sme: Dát mielddisbuktá ahte sosiálabálvalus galgá kártet divššohasa dárbbuid ja sávaldagaid nu ahte bálvalusat hábmejuvvojit daid vuođul nu bures go lea vejolaš.

source: Sosialtjenesten må anstrenge seg for å finne individuelt tilpassede løsninger.
sme: Sosiálabálvalus ferte rahčat vai gávdná oktagassii heivejeaddji čovdosiid.

source: Samer har etter gjeldende rett således et krav på, i alle fall i en viss utstrekning, å kunne kommunisere på eget språk og bli møtt med forståelse for sin kulturelle bakgrunn fra tjenesteapparatets side.
sme: Sámiin lea gustojeaddji lága vuođul, goittotge muhtun muddui, vuoigatvuohta beassat gulahallat iežas gillii, ja bálvalusapparáhta ferte sin vuostáiváldit sin kulturduogáža áddejumiin.

source: En slik rett tilkommer også de samer som bor utenfor forvaltningsområdet for samisk språk.
sme: Dát vuoigatvuohta lea dain sámiin ge geat ásset sámegiela hálddašanguovllu olggobealde.

source: Eksempler på andre sektorlover er opplæringsloven (Lov 17. juli 1998 nr. 61 om grunnskolen og den vidaregåande opplæringa med endringar), jf. omtale i kap. 11 og reindriftsloven (Lov 15. juni 2007 nr. 40 om reindrift), jf. omtale i kap. 20.3.
sme: Eará suorgelágaid ovdamearkkat leat oahpahusláhka (suoidnemánu 17. b. 1998-mannosaš láhka nr. 61 vuođđoskuvlla ja joatkkaoahpahusa birra rievdadusaiguin), gč. válddahallama 11. kapihttalis ja boazodoalloláhka (geassemánu 15. b. 2007-mannosaš láhka nr. 40 boazodoalu birra), gč. válddahallan kapihttalis 20.3.

source: 1.3 Folkerettslige rammer for samepolitikken i Norge
sme: 1.3 Norgga sámepolitihka álbmotrievttálaš rámmat

source: 1.3.1 Ikke-diskrimineringsprinsippet
sme: 1.3.1 Vealatkeahttáivuođa prinsihppa

source: Menneskerettighetene legger til grunn at alle mennesker er likeverdige.
sme: Olmmošvuoigatvuođaid vuođđu lea ahte buot ol-bmuin lea seamma árvu.

source: I praksis er det store forskjeller.
sme: Geavadis leat stuora erohusat.

source: Ulike grupper i samfunnet behandles ulikt, slik at det ofte trekkes skiller mellom kvinner og menn, eller mellom personer som hører til ulike etniske eller religiøse grupper.
sme: Servodaga iešguđetlágan joavkkuiguin meannudit iešguđet ládje, ja dávjá gártet erohusat nissonolbmuid ja dievdoolbmuid gaskii, dahje daid olbmuid gaskii geat gullet sierranas čearddalaš dahje oskku joavkkuide.

source: Det er mange menneskerettighetsbestemmelser som forbyr diskriminering.
sme: Máŋga olmmošvuoigatvuođamearrádusa gildet vealaheami.

source: Krav om ikke-diskriminering kan ses som en egen menneskerettighet, men like gjerne som et overordnet prinsipp de andre rettighetene er knyttet opp mot.
sme: Go lea gáibádus ahte ii galgga leat vealaheapmi, de sáhttá dan atnit sierra olmmošvuoigatvuohtan, juoba bajimus prinsihppange, masa eará vuoigatvuođat leat čadnojuvvon.

source: Diskriminering omfatter alle former for forskjellsbehandling, utelukkelse, innskrenkning eller begunstigelse hvor forskjellsbehandlingen mangler en objektiv og rimelig grunn eller er uforholdsmessig.
sme: Vealaheapmi lea erohusmeannu-deapmi, ja nu lea go olmmoš olgguštuvvo, heađuštuvvo dahje oidojuvvo almmá makkárge objektiiva ja govttolaš siva haga.

source: For at forskjellsbehandling skal oppfattes som diskriminering må forskjellsbehandlingen ha sitt grunnlag i etnisk bakgrunn, språk, religion, politisk bakgrunn, eiendom, hudfarge eller kjønn.
sme: Jus erohus-meannudeapmi galgá lohkkojuvvot vealaheapmin, de dalle das galgá leat vuođđun dat ahte olbmos lea eará čearddalaš duogáš, giella, osku, politihkalaš duogáš, opmodat, liikeivdni dahje sohkabealli.

source: Forskjellsbehandling kan være noe annet enn diskriminering.
sme: Muhtin áššiin sáhttá erohusmeannudeamis leat áššálaš ágga, ovdamearkka dihte jus dárbu lea ovddidit muhtin hearkkes joavkkuid dárbbuid dahje nannet ássama muhtin báikkiin.

source: Forskjellsbehandling kan i mange tilfeller være saklig begrunnet, for eksempel ut fra å fremme behovene til svake grupper eller styrke bosettingen i visse områder.
sme: Olmmošvuoigatvuođat suddjejit buohkaid. Lassin oppalaš olmmošvuoigatvuođakonvenšuvnnaide, de leat ráhkaduvvon sierra konvenšuvnnat ja vuoigatvuođat muhtin vissis joavkkuide servodagas.

source: Dette gjelder særlig for kvinner, barn, minoriteter og urfolk.
sme: Dat guoská erenoamážit nissonolbmuide, mánáide, unnitloguide ja álgoálbmogiidda.

source: At disse gruppene har egne konvensjoner og rettigheter, innebærer at deres situasjon løftes opp på et eget plan.
sme: Dain joavkkuin leat sierra konvenšuvnnat ja vuoigatvuođat, ja dat mearkkaša ahte sin dilli loktejuvvo sierra dássái.

source: Konvensjonene er utarbeidet ikke bare med sikte på å likestille disse gruppene med andre grupper i samfunnet, men også beskytte deres særskilte behov.
sme: Eai konvenšuvnnat leat ráhkaduvvon dušše fal dan dihte vai dát joavkkut galggaše leat seamma dásis go eará joavkkut servodagas, muhto danne vai sin sierra dárbbut suddjejuvvoše.

source: Innenfor sine felt vil spesialkonvensjonene kunne ha større betydning enn de generelle konvensjonene, ved at de på et saklig avgrenset område gir individer og grupper et sterkere vern og kan pålegge statene større aktivitetsplikt.
sme: Dihto surggiin erenoamáš konvenšuvnnain dáidá leat stuorát mearkkašupmi go oppalaš konvenšuvnnain, danne go dat áššálaččat ráddjejuvvon suorggis addet ovttaskas olbmuide ja joavkkuide nannoset gáhttema ja go dat sáhttet bidjat stáhtaide eambbo doaibmangeatnegasvuođa.

source: 1.3.2 Minoritetsrettigheter og særskilte urfolksrettigheter
sme: 1.3.2 Minoritehta vuoigatvuođat ja erenoamáš álgoálbmotvuoigatvuođat

source: Samene er anerkjent som urfolk i Norge.
sme: Sápmelaččat leat dohkkehuvvon Norgga álgoál-bmogin.

source: Det er utviklet spesielle rettsstandarder internasjonalt for å sikre at urfolks levesett og kultur opprettholdes og utvikles.
sme: Leat ráhkaduvvon riikkaidgaskasaš erenoamáš riektestandárddat vai sihkkarastojuv-vošedje álgoálbmogiid eallinvugiid bisuheapmi ja ovddideapmi.

source: Disse folkerettslige forpliktelsene er en sentral del av grunnlaget for regjeringens samepolitikk.
sme: Dat riektegeatnegasvuođat leat guovdilat ráđđehusa sámepolitihka vuođus.

source: Typisk for urfolk er at de ikke er det dominerende folket i det større samfunnet de er en del av.
sme: Mii álgoálbmogiidda lea mihtilmas, lea ahte sii eai leat stuorát servodaga stivrejeaddji álbmot.

source: Rent flertallsdemokrati ivaretar ikke nødvendigvis minoritetsinteresser.
sme: Danne eanetlohkodemokratiija ii dáidde váldit vuhtii minoritehta beroštumiid.

source: Mekanismer som sikrer minoriteters rettigheter er derfor nødvendige for å oppnå reelt demokrati som sikrer medbestemmelse og innflytelse også for minoriteter.
sme: Minoritehtaid vuoigatvuođaid sihkkarastinmekanismmaide lea dárbu, vai mii joksat duohta demokratiija mii maid sihkkarastá minoritehtaide mieldemearrideami ja váik-kuheami.

source: Et annet fellestrekk for svært mange urfolk er at deres kultur tidligere har vært forsøkt underminert fra sentrale myndigheters side, og at de har vært utsatt for langvarig assimilasjonspolitikk.
sme: Eará oktasaš ášši ollu álgoálbmogiin lea ahte guovddáš eiseválddit leat ovdal geahččalan sin kultuvrra billistit, ja álgoálbmogat leat šaddan gierdat guhkitáigásaš ovttaláhkástanpolitihka.

source: Dette kjennetegner også samene i Norge.
sme: Dan leat Norgga sámitge vásihan.

source: Det er ikke tilstrekkelig å erklære en politikk preget av diskriminering og assimilering som avsluttet.
sme: Ii leat doarvái cealkit ahte dakkár politihkka lea loahpahuvvon, mii vealaha ja ovttaláhkásta.

source: Ettervirkningene i form av nedvurderende holdninger kan sitte i lenge.
sme: Guhkás maŋitáigái sáhttet bistit ­badjelgeahččama váikkuhusat.

source: Det er derfor nødvendig med positive tiltak for å bøte på langtidsvirkningene av slik politikk.
sme: Dárbu lea positiiva doaibmabijuide mat buoridit dakkár politihka guhkitáigásaš váikkuhusaid.

source: Aktiv handling fra statens side vil i mange tilfeller være påkrevd for å reparere noen av de skadene kultur og språk er påført, og å legge grunnlaget for en språklig og kulturell revitalisering.
sme: Dávjá gáibiduvvo aktiiva doaibma stáhta bealis vai beassá divvut muhtin ráji dain vahágiin maid kultuvrra ja giela vuostá leat dahkan, ja vai beassá ráhkadit vuođu gielalaš ja kultuvrralaš ealáskahttimii.

source: Det folkerettslige vernet av urfolks rettigheter er mer konkret, går lenger og omfatter flere felt enn det vernet nasjonale minoriteter har gjennom internasjonale konvensjoner som Norge har ratifisert.
sme: álgoálbmogiid vuoigatvuođaid álbmotrievttálaš suddjen lea eambbo konkrehta, go dat olaha viidábut ja fátmmasta eambbo surggiid go dat suddjen mii lea riikkalaš minoritehtain riikkaidgaskasaš konvenšuvnnaid geažil maid Norga lea dohkkehan.

source: En viktig forskjell er at de tradisjonelle rettighetene urfolk har til land og vann, har fått et særlig vern.
sme: Okta deaŧalaš erohus lea ahte álgoálbmogiid árbevirolaš eanan- ja čázádatvuoigatvuođat leat erenoamážit suddjejuvvon.

source: Dette har sammenheng med deres langvarige tilknytning til landområdene, og med at kulturen deres er nært knyttet til bruk av land og naturressurser.
sme: Dat lea dan dihte go sis lea guhkitáigásaš čatnasat eananguovlluidasaset, ja go sin kultuvra lea nu nannosit čadnojuvvon eatnama ja luondduriggodagaid atnimii.

source: Urfolksrettighetene er dessuten i større grad enn de generelle minoritetsrettighetene formulert som kollektive rettigheter.
sme: Muđui de leat álgoálbmotvuoigatvuođat celkojuvvon baicce leat kollektiiva vuoigatvuođat, eaige oppalaš minoritehtavuoigatvuođat.

source: Språket er et sentralt element i enhver kultur.
sme: Giella lea guovddáš oassi juohke kultuvrras.

source: Mange betrakter det som det viktigste for å opprettholde kulturell egenart.
sme: Máŋggas atnet dan eanemus deaŧalažžan go lea sáhka kultuvrralaš iešvuođa seailluheamis.

source: Skal samenes språk unngå ytterligere svekkelse, må det fungere som en naturlig del av samenes totale liv, ikke bare henvises til bestemte områder, som f.eks. skolen og reindriftsnæringen.
sme: Jus sápmelaččaid giella galggaš garvit vel ain eambbo hedjoneami, de dat ferte doaibmat lunddolaš oassin sápmelaččaid oppalaš eallimis, ii ge dás ábut čujuhit dušše muhtin surggiide, nu go omd. skuvlii ja boazodoalloealáhussii.

source: Ideelt sett er ethvert språk et fullverdig instrument som uttrykksmiddel, analyseapparat og kontaktskapende faktor på alle livets områder.
sme: Juohke giella lea ollislaš ovdanbuktinreaidu, guorahallanráhkkanus ja oktavuođaásaheaddji juohke suorggis eallimis.

source: At samenes morsmål blir akseptert som et slikt instrument, både av samene selv og andre, er en viktig forutsetning for språklig vekst og utvikling.
sme: Sápmelaččaid giela fertejit dohkkehit dakkár reaidun, sihke ieža sápmelaččat, muhto earátge, danne go dat lea deaŧalaš eaktu dasa ahte giella beassá stuorrut ja ovdánit.

source: I dette bildet spiller den offentlige språkpoli tik ­ken en sentral rolle.
sme: Dákko lea almmolaš giellapolitihkas hui guovddáš rolla.

source: Norge har sluttet seg til flere internasjonale konvensjoner, erklæringer og avtaler som har betydning for urfolk og etniske minoriteter.
sme: Norga lea vuolláičállán / čuovvolan ollu riikkaidgaskasaš konvenšuvnnaid, julggaštusaid ja šiehtadusaid mat váikkuhit álgoálbmogiidda ja čearddalaš minoritehtaide.

source: Art. 27 i FNs konvensjon av 1966 om sivile og politiske rettigheter og ILO-konvensjon nr. 169 av 1989 om urfolk og stammefolk i selvstendige stater er særlig viktige for norsk samepolitikk, men også andre folkerettsinstrumenter har betydning.
sme: Art. 27 ONa 1966 konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra ja 1989 ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid birra iešbirgejeaddji stáhtain leat erenoamáš deaŧalaččat Norgga sámepolitihkkii, muhto maid eará álgoálbmotreaidduin lea mearkkašupmi.

source: Blant disse er FNs konvensjon om barnets rettigheter.
sme: Daid gaskkas lea ON konvenšuvdna mánáid vuoigatvuođaid birra.

source: Norge ratifiserte konvensjonen i 1991 og den ble inkorporert i menneskerettsloven i 2003.
sme: Norga dohkkehii konvenšuvnna jagi 1991 ja dat biddjojuvvui olmmošvuoigatvuođaláhkii jagi 2003.

source: Barnekonvensjonen omtales nærmere i kap. 9.
sme: Mánáidkonvenšuvnna birra muitaluvvo eambbo 9. kapihttalis.

source: Også Konvensjonen om biologisk mangfold har betydning for samepolitikken.
sme: Biologalaš šláddjiivuođa konvenšuvdna maid váikkuha sámepolitihkkii.

source: Dette er den første konvensjonen som omfatter vern og bærekraftig bruk av alt biologisk mangfold, se kap. 13.
sme: Dat lea vuosttaš konvenšuvdna mii fátmmasta dan ahte suddjet ja nana bistevaš vugiin atnit buot biologalaš šláddjiivuođa, gč. kap. 13.

source: Den europeiske pakten om regions- eller minoritetsspråk trådte i kraft i 1998.
sme: Eurohpalaš lihttu guovllu- dahje minoritehtagielaid birra doaibmagođii jagi 1998.

source: Paktens formål er å verne om minoritetsspråk for derved å bevare en mangeartet europeisk kultur, jf. kap. 19.
sme: Lihtu ulbmil lea gáhttet minoritehta gielaid ja dainna lágiin seailluhit máŋggabealat kultuvrra, gč. kap. 19.

source: 1.3.3 Artikkel 27 i FNs konvensjon om sivile og politiske rettigheter
sme: 1.3.3 Artihkal 27 ONa konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra

source: Artikkel 27 i FNs konvensjon om sivile og politiske rettigheter fra 1966 er en sentral bestemmelse i internasjonal rett til vern av minoriteter.
sme: Artihkal 27 ONa jagi 1966 konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid birra lea guovddáš mearrádus riikkaidgaskasaš minoritehtaid suddjejeaddji rievttis.

source: Gjennom menneskerettsloven har bestemmelsen status som norsk lov.
sme: Olmmošvuoigatvuođalága bokte lea dan mearrádusas láhkastáhtus Norggas.

source: Ved motstrid går bestemmelsen foran bestemmelser i annen lovgivning, jf. menneskerettsloven § 3.
sme: Jus mearrádus šaddá vuostálagaid eará lágaid mearrádusaiguin, de dat manná duoid eará lágaid mearrádusaid ovddabeallái, gč. olmmošvuoigatvuođalága § 3.

source: I forarbeidene til sameloven ble artikkel 27 vurdert som en sterk rettskilde for samiske rettigheter, både politiske, kulturelle og økonomiske.
sme: Sámelága ráhkadeami ovdabargguin atne ar-tihkkala 27 nana riektegáldun sámi vuoigatvuođaide, sihke politihkalaš, kultuvrralaš ja ekonomalaš vuoigatvuođaide.

source: Den utgjorde også en del av grunnlaget for Stortingets vedtak av Grunnlovens § 110 a i 1988.
sme: Artihkal lei maid vuođus go Stuoradiggi mearridii Vuođđolága § 110 a jagi 1988.

source: I artikkelen slås det fast at i de stater hvor det finnes etniske, religiøse eller språklige minoriteter, skal de som tilhører slike, ikke berøves retten til, sammen med andre medlemmer av sin gruppe, å dyrke sin egen kultur, bekjenne og praktisere sin egen religion, eller bruke eget språk.
sme: Artihkkalis daddjojuvvo ahte dain stáhtain main leat čearddalaš, oskkoldatlaš dahje gielalaš unnitlogut, eai geatge galgga caggat sin vuoigatvuođa ovttas earáiguin iežaset joavkkus, bálvaleames iežaset kultuvrra, dovddasteames ja bálvaleames iežaset oskku dahje geavaheames iežaset giela.

source: Det er klart at bestemmelsen gjelder samer.
sme: Diehttelas guoská dat mearrádus sápmelaččaide.

source: Det følger av praksis fra Menneskerettighetskomiteen at urfolk iht. artikkel 27 både kan ha individuelle og kollektive rettigheter.
sme: Dat vuolgá Olmmošvuoigatvuođalávdegottis ahte álgoálbmogiin galget artihkkala 27 mielde leat sihke oktagaslaš ja kollektiiva vuoigatvuođat.

source: Enkelte av rettighetene, som retten til å bruke sitt eget språk, kan bare ha mening når de kan utnyttes kollektivt.
sme: Muhtin vuoigatvuođain, nugo vuoigatvuođas geavahit iežas giela, lea mearkkašupmi duššefal go daid lea vejolaš geavahit kollektiivvalaččat.

source: Også kultur, skikker og tradisjonelle næringsformer forutsetter på ulike måter utøvelse sammen med andre, og rettigheter som gjelder massemedia, utdanning og kulturvern kan i realiteten bare oppfylles gjennom tiltak overfor hele gruppen.
sme: Maiddái kultuvra, vierut ja árbevirolaš ealáhusat eaktudit iešguđet ládje ahte olmmoš beassá doaibmat ovttas earáiguin. Ja dakkár vuoigatvuođat, nugo hivvodatmediat, oahppu ja kulturgáhtten, sáhttet duohtadilis ollašuvvat dušše dakkár doaibmabijuiguin mat leat olles jovkku várás.

source: Artikkel 27 beskytter ikke bare mot statlige inngrep som begrenser en minoritets utøvelse av sin kultur, men pålegger også statene en plikt til å sikre minoriteten mot inngrep fra andre, for eksempel andre offentlige organer eller private interesser.
sme: Artihkal 27 ii suddje dušše dakkár stáhta meassamiid vuostá mat gáržudit unnitlohkosaš álbmoga vejolašvuođaid eallit iežas kultuvrras, go dat geatnegahttá stáhtaid suodjalit unnitlohkosaš álbmoga earáid meahttiid vuostá, omd. eará almmolaš orgánaid dahje priváhta berošteddjiid vuostá.

source: Norske myndigheter har siden behandlingen av sameloven av 1987 lagt til grunn at staten har en plikt til positivt å bidra til at den samiske folkegruppen har forutsetningene for å dyrke sin kultur.
sme: Norgga eiseválddit leat jagi 1987 sámelága meannudeami rájes atnán vuođđun ahte stáhtas lea geatnegasvuohta positiivvalaččat leat mielde geahččame bearrái dan ahte sámi álbmogis leat eavttut beassat doaimmahit iežaset kultuvrra.

source: Det er nå en alminnelig tolkning at bestemmelsen hjemler krav om positive tiltak fra myndighetenes side for å etterkomme forpliktelsene.
sme: Dál lea dábálaš nu dulkon sámelága, ahte dat bidjá gáibádusaid eiseválddiide ásahit positiiva doaibmabijuid ollašuhttin dihte geatnegasvuođaideaset.

source: FNs menneskerettighetskomité, som overvåker konvensjonen om sivile og politiske rettigheter, har også uttalt at bestemmelsen krever tiltak for å sikre minoriteter effektiv deltakelse i avgjørelser som angår dem.
sme: ONa Olmmošvuoigatvuođalávdegoddi, mii goziha siviila ja politihkalaš vuoigatvuođaid konvenšuvnna, lea maid cealkán mearrádusa gáibidit doaibmabijuid mat sihkkarastet unnitlohkosaš ál-bmogiidda beaktilis oassálastima dakkár mearrádusaide mat sidjiide gusket.

source: Et sentralt spørsmål i forhold til artikkel 27 har vært tolkningen av kulturbegrepet, og dermed innholdet i de forpliktelsene artikkelen etablerer.
sme: Guovddáš jearaldat artihkkal 27 oktavuođas lea leamaš movt kulturdoaba galgá dulkojuvvot, ja dainna lágiin maiddái movt artihkkala geatnegasvuođaid sisdoalluge galgá dulkojuvvot..

source: Etter ordlyden gir bestemmelsen vern av den ideelle kulturen og kulturelle ytringsformer som språk og religion.
sme: Čállosa teaksta suodjala mearrádusa gáhttet ideála kultuvrra ja dakkár kultuvrralaš dovddahanvugiid go giela ja oskku.

source: I forhold til samer som urfolk er det en alminnelig tolkning at bestemmelsen også omfatter de materielle forutsetningene for samenes totale kulturutøvelse, også omtalt som naturgrunnlaget for samisk kultur.
sme: Go lea sámiid álgoálbmotlaš dilis sáhka, de lea dábálaš dulkot nu, ahte mearrádus fátmmasta sámiid ollislaš kulturdoaimmaheami ávnnaslaš eavttuidge, ja dát gohčoduvvo maiddái sámi kultuvrra luondduvuođđunge.

source: Bestemmelsens betydning for samenes rettsstilling er grundig drøftet i NOU 1984: 18 Om samenes rettsstilling.
sme: Mearrádusa mearkkašumi sámiid riektesajádahkii digaštallá NAČ 1984: 18 mii lea Sámiid vuoigatvuođalaš dili birra.

source: Mange av de spørsmålene som var usikre i 1984, er senere avklart gjennom praksis i FNs menneskerettighetskomité.
sme: Máŋga ášši mat ledje eahpečielgasat jagi 1984, leat maŋŋil čielgan ONa olmmošvuoigatvuođalávdegotti geavatlaš barggus.

source: 1.3.4 ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater
sme: 1.3.4 ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddaid birra iehčanas stáhtain
